<?php
// функция для удобного просмотра массивов
function debug($value){
    echo '<pre>';
    print_r($value);
    echo '</pre>';
}

$numbers = [5,1,6,8,9,4,3,2,6,7];
$fruits = ["Киви", "Ананас", "Кокос", "Апельсин", "Банан", "Яблоко"];
$pets = ["cat", "dog", "bat", "mouse", "pig", "goat", "sheep", "cow", "chicken"];
$animals = ["ant", "bison", "camel", "duck", "elephant", "cat", "dog"];

$user = [
    'f_name' => 'Марфа',
    's_name' => 'Петровна',
    'l_name' => 'Кузнецова',
    'city' => "Воронеж",
    'country' => "Россия",
    'population' => "1,05 млн человек"
];

$users = [
    [
        'fName' => 'Иван',
        'lName' => 'Иванов',
        'hobbies' => ['Играть на флейте', 'Кататься на роликах', 'Собирать грибы']
    ],
    [
        'fName' => 'Владимир',
        'lName' => 'Сергеев',
        'hobbies' => ['Кататься на роликах', 'Собирать грибы', 'Играть на гитаре']
    ],
    [
        'fName' => 'Светлана',
        'lName' => 'Иванова',
        'hobbies' => ['Играть на гитаре', 'Собирать грибы']
    ],
    [
        'fName' => 'Юлия',
        'lName' => 'Сергеева',
        'hobbies' => ['Играть на флейте', 'Кататься на роликах', 'Собирать грибы', 'Играть на гитаре']
    ]
];
